{
    "libros": [
        {
            "nombre": "Kill me",
            "descrip": "The story is about a young woman whose past has been very dark and shrouded in mystery. Consequently, she is left with deep emotional and physical scars. However, she attempts to cover them up to avoid them from affecting her daily life so she tries to overcome them progressively.  After the torturous days spent at the Academy, a few years have passed and she is ready to trust in human relationships once more. Resulting in the making of a solid friendship with Kate and Gregory, who deeply emphasize what she has been through and help her in those weakest moments. Last but not least are her two bosses, Robert Pierce and Jace Pierce, who, due to their personalities, view her distinctly based on the knowledge they have of her. All this creates a scenario that gives her tension and flailing emotions, but one must not forget that the past cannot be erased without a trace.",
            "autor": "Melanie Cockroft",
            "editorial": "Editorial Cultiva Libros S.L.",
            "paginas": 209,
            "idioma": ["English"],
            "tematica": ["Drama"],
            "ano": 2016,
            "precio": 25,
            "calificacion": 5,
            "libro": "img/venta/libkill.png"
        },
        {
            "nombre": "El principito",
            "descrip": "I lived like this, alone, with no one to really talk to, until I had a breakdown in the Sahara Desert, six years ago. Something had broken in my engine. And since I did not have mechanics or passengers with me, I set out to carry out, alone, a difficult repair. It was, for me, a matter of life or death. I had water for only eight days. The first night I slept on the sand a thousand miles from all inhabited land. He was more isolated than a castaway on a raft in the middle of the ocean. Imagine, then, my surprise when, at the break of the day, I was awakened by a strange little voice that said: -Please ..., draw me a lamb!.",
            "autor": "Antoine de Saint-Exupéry",
            "editorial": "Salamandra",
            "paginas": 96,
            "idioma": ["All"],
            "tematica": ["Fábula, Ficción", " Literatura infantil", " Novela corta", " Ficción especulativa"],
            "ano": 1943,
            "precio": 0,
            "calificacion": 5,
            "libro": "img/venta/libprincipito.png"
        },
        {
            "nombre": "Libro rojo de Mao",
            "descrip": "One of the most famous books of the second half of the twentieth century, the most widespread, the most often translated and edited, has no readers or is easily found today. It is not a literary phenomenon; It is a sociological and political phenomenon. Do not be fooled by the curious reader, this is a manual for the struggle, another way of calling the war. An effective instrument as they were for Mao, in the Long March, the flashlight or the maps. The young revolutionary must always take him with him, consult him, learn it by heart, sleep with him and put him in a pocket of his shirt. It is the war of the people against their enemies, capitalism and imperialism. These are so powerful that the only way to win it is to multiply the soldiers of the young red guard. Up to now more than 900 million copies of the book have been published, which makes it, after the Bible and the Koran, the most published title in history.",
            "autor": "Mao Zedong",
            "editorial": "Shanghai People's Press",
            "paginas": 352,
            "idioma": ["English"],
            "tematica": ["Filosofía política"],
            "ano": 1964,
            "precio": 8,
            "calificacion": 3,
            "libro": "img/venta/librojo.png"
        },
        {
            "nombre": "Harry Potter y las reliquias de la muerte",
            "descrip": "Harry Potter has to perform a sinister, dangerous and seemingly impossible task: to locate and destroy Horcruxes. Harry never felt so alone or faced such an uncertain future. But Harry Potter must find the strength to finish the task they have given him. He must leave the heat, security and companionship of The Madriguera and follow without fear the inexorable path marked for him. In this final, the seventh installment of the series Harry Potter, J.K. Rowling dramatically reveals the answers to the many questions that have been waiting with such impatience. His rich prose and narrative, full of unexpected twists, have made these books a book to read and reread over and over again.",
            "autor": "J.K. Rowling",
            "editorial": "Salamandra",
            "paginas": 636,
            "idioma": ["English"],
            "tematica": ["Narrativa infantil-juvenil"],
            "ano": 2007,
            "precio": 49,
            "calificacion": 4,
            "libro": "img/venta/libharry.png"
        },
        {
            "nombre": "El Señor de los Anillos - Las dos torres",
            "descrip": "Splendid Castilian translation of this prodigious and fantastic trilogy ... Nobody will be able to haggle J. R. R. Tolkien the job of a good narrator, a good writer who knows how to unconditionally win the hearts of readers. - Francesc Parcerisas",
            "autor": "J. R. R. Tolkien",
            "editorial": "Minotauro",
            "paginas": 408,
            "idioma": ["English"],
            "tematica": ["Fantasia"],
            "ano": 1954,
            "precio": 30,
            "calificacion": 5,
            "libro": "img/venta/libsenor.png"
        },
        {
            "nombre": "El Código da Vinci",
            "descrip": "Prepare for a deadly race against the clock. The greatest conspiracy of the last two thousand years is about to be revealed. The professor of religious symbolism at Harvard University Robert Langdon is in Paris giving a lecture. At the reception that follows, he has an appointment with the prestigious curator of the Louvre Museum, but he never appears. Hours later, the professor receives a call: the commissar has been found dead and the French police require his services. Langdon is taken to the Louvre and there discovers that the victim has left an encrypted message at the scene of the crime.",
            "autor": "Dan Brown",
            "editorial": "Planeta",
            "paginas": 472,
            "idioma": ["English"],
            "tematica": ["Narrativa"],
            "ano": 2003,
            "precio": 18,
            "calificacion": 3,
            "libro": "img/venta/libvinci.png"
        },
        {
            "nombre": "El Alquimista",
            "descrip": "When you want something, the whole Universe conspires to help you achieve it. Considered already a classic of our days, The Alchemist tells the adventures of Santiago, a young Andalusian shepherd who one day undertakes a trip through the sands of the desert in search of a treasure. What begins as the search for mundane goods will become the discovery of the inner treasure. Evocative and deeply human, this story is the eternal testimony of the transforming power of our dreams, of the importance of listening to our hearts and deciphering the language that is beyond words. And it is that when a person really wants something, the whole Universe conspires so that he can realize his dream.",
            "autor": "Paulo Coelho",
            "editorial": "Planeta",
            "paginas": 192,
            "idioma": ["All"],
            "tematica": ["Misión", " Ficción de aventuras", " Literatura fantástica"],
            "ano": 1988,
            "precio": 18,
            "calificacion": 2,
            "libro": "img/venta/libalquimista.png"
        },
        {
            "nombre": "Crepúsculo",
            "descrip": "There are three things of which I'm completely sure. First, Edward is a vampire. Second, a part of him is dying to drink my blood. And third, I am totally and hopelessly in love with him.",
            "autor": "Stephenie Meyer",
            "editorial": "Editorial Cultiva Libros S.L.",
            "paginas": 629,
            "idioma": ["French", " Spanish"],
            "tematica": ["Ficción adulto joven", " Literatura fantástica", " Novela rosa", " Literatura de vampiros"],
            "ano": 2007,
            "precio": 14,
            "calificacion": 3,
            "libro": "img/venta/libcrepus.png"
        },
        {
            "nombre": "Lo que el Viento se LLevó",
            "descrip": "Georgia (USA), 1861. Scarlett O'Hara is in love with Ashley Wilkes, who decides to marry Melanie Hamilton, her cousin. Rhett Butler, a young man who does not want to fight in the impending Secession war, is in love with Scarlett, but Scarlett prefers to take revenge on Melanie by marrying her brother Charles. However, when the war ceases, Scarlett will be a widow, live in misery, and Batler will try to seduce her again.",
            "autor": "Margaret Mitchell",
            "editorial": "Macmillan Publishers",
            "paginas": 1037,
            "idioma": ["English", " French"],
            "tematica": ["Drama"],
            "ano": 1936,
            "precio": 25,
            "calificacion": 2,
            "libro": "img/venta/libviento.png"
        },
        {
            "nombre": "El diario de Ana Frank",
            "descrip": "Hidden with his family and another Jewish family (the Van Daan), in a garret of some warehouses in Amsterdam during the Nazi occupation of Holland. Anne Frank, thirteen years old, tells in her diary, which she called -Kitty-, the life of the group. Aided by several employees of the office, they remained for more than two years in the achterhuis (known as -the secret annex-) until, finally, they were reported and arrested. Ana wrote a newspaper between June 12, 1942 and August 1, 1944. On August 4, 1944, some neighbors (the names are unknown) betray the eight hidden in -the house behind.- In addition to the Journal he wrote several stories that have been published.",
            "autor": "Anna Frank",
            "editorial": "Debolsillo",
            "paginas": 217,
            "idioma": ["English, Spanish"],
            "tematica": ["Autobiografía"],
            "ano": 1947,
            "precio": 20,
            "calificacion": 3,
            "libro": "img/venta/libdiario.png"
        }
    ]
}